Workspace/OpenFOAM-plus-OpenFOAM-v1812/tutorials/combustion/fireFoam/LES/simplePMMApanel/constant/reactions
species
(
    O2
    H2O
    CH4
    CO2
    N2
);

reactions
{
    methaneReaction
    {
        type irreversibleinfiniteReaction;
        reaction "CH4 + 2O2 + 7.52N2 = CO2 + 2H2O + 7.52N2";
    }
}
